[
    {
        "title": "About Mailbox Peak",
        "id": "Mailbox Peak",
        "caroselImgOne": "../img/trails_img/mbPeak/mb-peak-img.jpeg",
        "caroselImgTwo": "../img/trails_img/mbPeak/mb-peak-2.jpeg",
        "caroselImgThree": "../img/trails_img/mbPeak/mbp-map.png",
        "headingTwo": "Key Details",
        "keyDetails": "A strenuous day hike with 4,100 feet of elevation gain. The original path heads straight up the ridge through the forest to the rocky summit for a 6-miles round trip. The new trail switchbacks to the summit for 11.2 miles round trip.",
        "headingThree": "Trail Info",
        "trailInfo": "Mailbox Peak was the stuff of legend. It inspired potential Rainier climbers, challenged adventurous day hikers, and occasionally Mother Nature used the trail to bite back. The number of injuries and rescues on the old trail, as well as terrible erosion caused by the masses of daily visitors, prompted the Department of Natural Resources to create a new trail to the top. While still relatively steep, this new route, built in part by WTA volunteers, offers a safer way for folks to attain the summit of this formidable peak. Your trip begins along the Middle Fork Road. The hike is wildly popular--on a typical weekend, the trailhead can have upward of 50 cars at any given hour. The new trail also came with a new upper parking lot, but even so, don't expect to get a spot in the parking lot unless you arrive very early.",
        "headingFour": "Trail Status"
    },
    {
        "title": "About Mount Si",
        "id": "Mount Si",
        "caroselImgOne": "../img/trails_img/mtSi/mtSi-Cover.webp",
        "caroselImgTwo": "../img/trails_img/mtSi/car2.jpeg",
        "caroselImgThree": "../img/trails_img/mtSi/map.png",
        "headingTwo": "Key Details",
        "keyDetails": "A moderate/strenuous 8-mile round trip day hike with 3,200 feet of elevation gain. This is a popular trail in the foothills that offers a good workout and views of Puget Sound and the Upper Snoqualmie Valley.",
        "headingThree": "Trail Info",
        "trailInfo": "Gaining 3,100 feet in a little under four miles, it falls in a kind of sweet spot for experienced and novice hikers alike: enough of a test for bragging rights, not so tough as to scare people away. In early spring, climbers getting ready for Rainier come here with weighted packs. Conventional wisdom says if they can reach the end of the trail in under two hours, they’re ready to conquer the state’s tallest peak. ",
        "headingFour": "Trail Status"
    },
    {
        "title": "About Poo Poo Point",
        "id": "Poo Poo Point",
        "caroselImgOne": "../img/trails_img/poo/cover.jpeg",
        "caroselImgTwo": "../img/trails_img/poo/car2.jpeg",
        "caroselImgThree": "../img/trails_img/poo/map.png",
        "headingTwo": "Key Details",
        "keyDetails": "More appealing than the name may lead you to believe, the trail up to Poo Poo Point on the shoulder of Issaquahs Tiger Mountain makes for a nice day hike thats right outside Seattle. The traditional trail is 7.2 miles round-trip with 1,858 feet of elevation gain.",
        "headingThree": "Trail Info",
        "trailInfo": "If you are beginning at the northern trailhead at the end of SE Evans St (see Driving Directions) head south on the obvious trail. Avoid any side trails that head left into the forest. Continue south, pass the tennis courts and follow along a small power line. Soon, you will note a sign on the left up ahead, placed there by the Issaquah Alps Trail Club, proclaiming High School Trail.",
        "headingFour": "Trail Status"
    },
    {
        "title": "About Discovery Park and Lighthouse Loop Trail",
        "id": "Discovery Park and Lighthouse Loop Trail",
        "caroselImgOne": "../img/trails_img/Disco/cover.jpeg",
        "caroselImgTwo": "../img/trails_img/Disco/car2.jpeg",
        "caroselImgThree": "../img/trails_img/Disco/map.png",
        "headingTwo": "Key Details",
        "keyDetails": "A strenuous day hike with 4,100 feet of elevation gain. The original path heads straight up the ridge through the forest to the rocky summit for a 6-miles round trip. The new trail switchbacks to the summit for 11.2 miles round trip.",
        "headingThree": "Trail Info",
        "trailInfo": "Begin your Loop Trail hike near the Visitor Center, reached from W Government Way. The center is open Tuesday through Sunday most weeks, 8:30 a.m. - 5 p.m. (closed holidays.) It offers some environmental displays, indoor restrooms, an information desk and trail maps. Find your trailhead next to a signboard at the north end of the parking lot. The board has a park map, and often has paper copies of the trail map available for the taking. Trail maps can also be downloaded: see the Maps and Guidebooks section of this entry for the link. ",
        "headingFour": "Trail Status"
    },
    {
        "title": "About Green Lake Trail",
        "id": "Green Lake Trail",
        "caroselImgOne": "../img/trails_img/Green/cover2.jpeg",
        "caroselImgTwo": "../img/trails_img/Green/car2.jpeg",
        "caroselImgThree": "../img/trails_img/Green/map.png",
        "headingTwo": "Key Details",
        "keyDetails": "The Green Lake trail is relatively short (1.9 miles), but climbs relentlessly to the lake. The falls were worth seeing and the overlook is only a short distance from the trail. The lake is beautiful and a perfect place for a long break prior to heading back.",
        "headingThree": "Trail Info",
        "trailInfo": "From the clearly marked trailhead on the decommissioned Carbon River Road, head abruptly uphill, passing an interpretive sign--one of the best you will find at a trailhead in Washington. A 3-D map of the trail area, a little natural history, and a briefing on the tried-and-true methods of wilderness common sense help you get a sense of how to appreciate the forest around you before leaving you to it. The lower half of the trail winds among ancient Douglas fir that are the hallmark of the Carbon River Rainforest. This is considered the only inland temperate rain forest of its kind, being well beyond marine areas. But just like the valleys of the wet Olympic coast, the Carbon catches showers in its trajectory, holding them longer, and making its own fog when it needs to. In other words, this valley lives and breathes differently from its neighbors.",
        "headingFour": "Trail Status"
    },
    {
        "title": "About The Washington Park Arboretum",
        "id": "The Washington Park Arboretum",
        "caroselImgOne": "../img/trails_img/arb/cover.jpeg",
        "caroselImgTwo": "../img/trails_img/arb/car2.jpeg",
        "caroselImgThree": "../img/trails_img/arb/map.jpeg",
        "headingTwo": "Key Details",
        "keyDetails": "Discover this 2.3-mile loop trail near Seattle, Washington. Generally considered an easy route, it takes an average of 48 min to complete. This is a very popular area for running and walking, so you'll likely encounter other people while exploring. The trail is open year-round and is beautiful to visit anytime.",
        "headingThree": "Trail Info",
        "trailInfo": "This is a fantastic trail right in the city. There are so many different paths you can take with several parking lots along the trail. This trail is paved and circles the perimeter of the park with lots of beautiful flowers and amazing greenery. Accessibility: This trail is likely accessible with assistance for visitors using wheelchairs, mobility equipment, or strollers or visitors may need to avoid the steeper sections for safety. ",
        "headingFour": "Trail Status"
    },
    {
        "title": "About Seward Park Perimeter Trail",
        "id": "Seward Park Perimeter Trail",
        "caroselImgOne": "../img/trails_img/seward/cover.jpeg",
        "caroselImgTwo": "../img/trails_img/seward/car2.webp",
        "caroselImgThree": "../img/trails_img/seward/map.jpeg",
        "headingTwo": "Key Details",
        "keyDetails": "Head out on this 2.4-mile loop trail near Seattle, Washington. Generally considered an easy route, it takes an average of 43 min to complete. This is a very popular area for birding, road biking, and running, so you'll likely encounter other people while exploring.",
        "headingThree": "Trail Info",
        "trailInfo": "Within the Seattle city limits, Seward Park boasts 300 acres of beautiful forest land, home to eagles' nests, old-growth forest, a short bike and walking path, an amphitheater, a native plant garden, an art studio, miles of hiking trails, shoreline, beaches and more. Accessibility: There are 2 designated accessible spaces in the paved parking lot off of Seward Park Road at the south end of the trail. Both of them are van-accessible with striped access aisles. The trail surface is paved asphalt and smooth. It is typically at least 10 feet wide. The whole trail is estimated to be in the gentle (3% or less) grade category. This trail will likely be navigable for most wheelchairs/mobility equipment or stroller users.",
        "headingFour": "Trail Status"
    },
    {
        "title": "About Cable Lin Trail to West Tiger Mountain",
        "id": "Cable Lin Trail to West Tiger Mountain",
        "caroselImgOne": "../img/trails_img/line/cover.jpeg",
        "caroselImgTwo": "../img/trails_img/line/car2.jpeg",
        "caroselImgThree": "../img/trails_img/line/map.jpeg",
        "headingTwo": "Key Details",
        "keyDetails": "The Cable Line Trail on Tiger Mountain is not for the weak of heart, nor the weak of knees. A steep, slippery incline awaits you here, climbing over 2,000 feet in just 1.5 miles to the summit of West Tiger 3. True to its name, an old cable line is occasionally visible in ground as hikers trudge to the top.",
        "headingThree": "Trail Info",
        "trailInfo": "The Cable Line Trail on Tiger Mountain is not for the weak of heart, nor the weak of knees. A steep, slippery incline awaits you here, climbing over 2,000 feet in just 1.5 miles to the summit of West Tiger 3. True to its name, an old cable line is occasionally visible in ground as hikers trudge to the top. This is a great hike for training purposes, and loop options abound. Do an out and back hike, or break off to the West Tiger Railroad Grate Trail, the Section Line Trail, West Tiger 2, or join up with the Tiger Mountain Trail.",
        "headingFour": "Trail Status"
    },
    {
        "title": "About Loop Trail via West Emerson Street",
        "id": "Loop Trail via West Emerson Street",
        "caroselImgOne": "../img/trails_img/emerson/cover2.jpeg",
        "caroselImgTwo": "../img/trails_img/emerson/car2.jpeg",
        "caroselImgThree": "../img/trails_img/emerson/map.jpeg",
        "headingTwo": "Key Details",
        "keyDetails": "Head out on this 2.8-mile loop trail near Seattle, Washington. Generally considered an easy route, it takes an average of 1 h 1 min to complete.",
        "headingThree": "Trail Info",
        "trailInfo": "This is a very popular area for hiking and running, so you'll likely encounter other people while exploring. Dogs are welcome, but must be on a leash.",
        "headingFour": "Trail Status"
    }
]